Repository: djemos/install-upgrade-kernel-ext-usb
Catalog: po/*.po
Languages: el

source: OPTIONS:
el: ΕΠΙΛΟΓΕΣ:

source: install Install huge or generic kernel
el: install Εγκατάσταση huge ή generic πυρήνα

source: upgrade Upgrade huge or generic kernel removing the old one
el: upgrade Αναβάθμιση huge ή generic πυρήνα απεγκαθιστώντας τον παλιό

source: huge Download huge kernel and also create an initrd
el: huge Λήψη huge πυρήνα και επίσης δημιούργησε το initrd

source: generic Download generic kernel and also create an initrd
el: generic Λήψη generic πυρήνα και επίσης δημιούργησε το initrd

source: 10 Time in seconds to wait for usb to add to the initrd
el: 10 Χρόνος σε δευτερ. να περιμένει για το usb να προστεθεί στο initrd

source: ext4 Filesystem of installed system, default ext4
el: ext4 Τύπος αρχείων εγκατεστημένου συστήματος, εξ' ορισμού ext4

source: /dev/sdb1 Partition, default /dev/sdb1
el: /dev/sdb1 Διαμέρισμα, εξ' ορισμού /dev/sdb1

source: ERROR: Too many arguments
el: ΛΑΘΟΣ: Πάρα πολλές παράμετροι

source: install upgrade kernel-ext-usb
el: εγκατάσταση ενημέρωση πυρήνα σε εξωτερικό USB δίσκο
